// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Beskytt direkte tilkoblinger";

TaskDescription = "Bruk denne innstillingen til å deaktivere utskrift via USB og parallelle utganger.\n\nJetDirect, innebygd nettverkskonnektivitet og tilleggskort fra andre produsenter (som Firewire) vil ikke bli påvirket av denne innstillingen.";
CheckboxTitle = "Deaktiver direkte tilkoblinger";
ApplyButtonTitle = "Bruk";